# Вася любит в чате использовать смайлики, но поскольку в терминале встроенных смайликов нет, он попросил вас написать набор функций,
# которые помогут ему печатать сложные смайлики с символами юникода, которых нет на клавиатуре. Он показал вам три смайла,
# которые хотел бы в первую очередь.

# Напишите три функции:

# print_shrug_smile(), которая печатает ¯\_(ツ)_/¯
# print_ktulhu_smile(), которая печатает {:€
# и print_happy_smile(), которая печатает (͡° ͜ʖ ͡°)

# Обратите внимание, что вам не нужно в программе эти функции вызывать. Следите за тем, чтобы имена функций были написаны верно.

# Пример

# Ввод                    Вывод
# print_shrug_smile()     ¯\_(ツ)_/¯
# print_ktulhu_smile()    {:€
# print_happy_smile()     (͡° ͜ʖ ͡°)


def print_shrug_smile():
    print("¯\_(ツ)_/¯")


def print_ktulhu_smile():
    print("{:€")


def print_happy_smile():
    print("(͡° ͜ʖ ͡°)")


# print_shrug_smile()
# print_ktulhu_smile()
# print_happy_smile()
